{
  "title": "Social Mindfulness. Meditations from Mindfulness Based Organisational Education (MBOE).",
  "description": "We build human organisations. We believe the future of organsations is human-centred, but the bottom line dictates that leaders can’t risk untried programmes with unclear benefits.These short, guided mindfulness tracks were first taught to NHS hospital staff as part of the Mindfulness-Based Organisational Education (MBOE), which is an evidence-based programme. It’s taught to organisations and communities to empower people to create a more human and sustainable world.These tracks offer a dual purpose: The ‘how’ and the ‘why’. They are a great place to start and our book, Social Mindfulness: A guided to mindfulness tracks from Mindfulness-Based Organisational Education, goes into greater depth.Social Mindfulness: A guided to mindfulness tracks from Mindfulness-Based Organisational Education is available from www.mindfulnessconnected.com/shop/social-mindfulness",
  "image": {
    "url": "https://media.mindfulnessconnected.com/tracks-cover.jpg",
    "title": "Meditations from Mindfulness-Based Organisational Education (MBOE)"
  },
  "about": {
    "author": "Mark Leonard",
    "owner": "",
    "category":"Education",
    "subCategory": "Courses",
    "moreCategories": [
      {"category": "Business",
      "subCategory": "Management"
      },
      {"category": "Health &amp; Fitness",
      "subCategory": "Mental Health"
      },
      {"category": "Society &amp; Culture",
      "subCategory": "Relationships"
      }
    ],
    "serial": "true",
    "copyright": "Mindfulness Connected 2020",
    "language": "en-us",
    "feedLink": "https://media.mindfulnessconnected.com/podcast-feed.xml",
    "buildDate": "Tuesday, 16 Mar 2020 09:00:00 GMT",
    "email": "podcasts@mindfulnessconnected.com",
    "link": "https://www.mindfulnessconnected.com",
    "explicit": "false",
    "pubDate": "Tuesday, 16 Mar 2020 09:00:00 GMT",
    "keywords": [
      "social",
      "mindfulness",
      "social mindfulness",
      "meditation",
      "MBOE",
      "Mindfulness-Based Organisational Education",
      "organisations",
      "community",
      "sustainability",
      "climate change",
      "adaptation",
      "mitigation",
      "business",
      "transformation",
      "social leadership",
      "teal organisations",
      "empowerment",
      "autonomy",
      "agency",
      "wellbeing",
      "humanness",
      "listening",
      "active listening",
      "courageous conversations",
      "effective communication",
      "identity",
      "social cohesion",
      "social inclusion",
      "compassion",
      "empathy",
      "emotional intelligence",
      "psychology",
      "social psychology",
      "anthropology",
      "sociology",
      "self-awareness",
      "mediation",
      "reducing bias",
      "decision making",
      "perspective",
      "wisdom",
      "ethics",
      "purpose",
      "meaning",
      "social identity bias",
      "cognitive bias"
      ],
    "rawvoice": {
      "rating": "TV-G",
      "location": "London, UK",
      "frequency": "Bi-monthly"
      }
    },
  "episodes": [
    {
      "title": "1/6 Three-Step reset",
      "description": "Use this short, structured mindfulness exercise to stop for a moment and disengage attention from the internal narrative to give your nervous system a rest. It has three distinct stages, which introduce some key themes in mindfulness practice: \n • self-awareness and self-acceptance, \n • focusing attention on sensations of breathing to reduce mental activity \n • grounding awareness in the body.\n Use this recording to practice stopping and starting again several times a day. When you've got an idea of how it goes, just use it without the recording frequently during the day.",
      "url": "https://media.mindfulnessconnected.com/three-step-reset.mp3",
      "guid": "",
      "pubDate": "Tuesday, 16 Mar 2020 09:00:00 GMT",
      "length": "410339",
      "duration": "1.09"
    },
    {
      "title": "2/6 Bodyscan",
      "description": "The bodyscan builds the foundations of mindfulness meditation – awareness of feelings in the body. These feelings are the glue of our relationships and without them we are disconnected from each other. Many of us have learnt to spend so much of our lives in our heads that we have become disconnected from our feelings. This is why we need to practice the bodyscan. When you get the idea of how it goes, practice it for longer periods without the recording. In time you will find feelings returning to your body, like colour returning to your emotional life. People also find the bodyscan helps them go to sleep.",
      "url": "https://media.mindfulnessconnected.com/bodyscan.mp3",
      "guid": "",
      "pubDate": "Tuesday, 24 Mar 2020 09:00:00 GMT",
      "length": "9470550.537109375",
      "duration": "10:20"
    },
    {
      "title": "3/6 Posture and breath",
      "description": "Mindfulness meditation practice amounts to no more than following a very simple set of attentional and postural routines. In time, mindfulness practice undoes toxic memes that are imprinted on our mind and body. Sitting upright and awake, breathing, is a simple practice but challenging and it takes effort – just a little effort at a time – too much effort will just cause tension and feeds patterns of striving for goals. Yoga teacher, Anita Lewis, who provided training for mindfulness teachers at the Oxford Mindfulness Centre, would say that standing was the most advanced yoga posture there was. Sitting is just like this. Don't expect too much. Work with what you have and take one step at a time.",
      "url": "https://media.mindfulnessconnected.com/posture-and-breath.mp3",
      "guid": "",
      "pubDate": "Saturday, 27 Mar 2020 09:00:00 GMT",
      "length": "9083389.282226562",
      "duration": "09:55"
    },
    {
      "title": "4/6 Stretching and sitting",
      "description": "The long-term objective of mindfulness practice is to release toxic patterns and establish ones that enable the human body and nervous system to function as a human being is designed to function – albeit in a world that disconnects us from ourselves, each other and our environment. Patterns of thinking, emotions and behaviour become imprinted on connective tissue, joints and muscles as well as our nervous systems. Others see us, before they even know it, through the feelings they pick up when the see us and hear us. We are also picking up these messages from our bodies – we are shaped by the patterns that are imprinted on our body and mind through our relationships. This guided meditation brings openness and awareness to exploring stretches to release tension and meet what is uncomfortable with patience and curiosity – like a cat or a dog stretching after getting up from a nap and then getting on with whatever it is that a cat or a dog does.",
      "guid": "",
      "url": "https://media.mindfulnessconnected.com/stretching-and-sitting.mp3",
      "pubDate": "Tuesday, 31 Mar 2020 09:00:00 GMT",
      "length": "10140630",
      "duration": "10:49"
    },
    {
      "title": "5/6 Mindfulness of feelings",
      "description": "The greatest work is to know ourselves. Our inner world is shaped by our relationships with others. Connection with those we love and respect feels good. The feelings we have in difficult situations make us feel uncomfortable. The mindfulness of feelings meditation helps us to get to know the different stories we act out in different contexts.  Its purpose is to empower us to become the masters of the worlds we create – in our lives and with others.",
      "guid": "",
      "url": "https://media.mindfulnessconnected.com/mindfulness-of-feelings.mp3",
      "pubDate": "Tuesday, 05 May 2020 09:00:00 GMT",
      "length": "93000000",
      "duration": "10:07"
    },
    {
      "title": "6/6 Concentration and allowing the mind to wander",
      "description": "The concentration and allowing the mind to wander meditation is an introduction to advanced stages of mindfulness meditation practice. This all boils down to a balance of the effort involved in concentration and relaxation in posture and attention to developing a field of awareness grounded in the body, where patterns of thoughts and sensations arise and fade away in the mind. This is supported by understanding the ‘how’ and ‘why’, which you have learnt about and practiced in the other recordings – which is also supported with material in the book, Social Mindfulness: A guide to tracks from Mindfulness-Based Organisational Education.",
      "guid": "",
      "url": "https://media.mindfulnessconnected.com/concentration-and-wandering-mind.mp3",
      "pubDate": "Monday, 18 May 2020 09:00:00 GMT",
      "length": "98000000",
      "duration": "10:07"
    }
  ]
}